Repository: IvanKoskov/SXMac
Catalog: Localizable.xcstrings
Source language: en
Languages: ru

source: ```editor, code editor, markdown editor```
ru: Редактор, редактор кода, редактор Markdown

source: ```Enter the full desired file```
ru: ```Введите полный желаемый файл ```

source: ```SXMac - on the go light rich text```
ru: ```SXMac — легкий форматированный текст на ходу```

source: Add a new file
ru: Добавить новый файл

source: Add file
ru: Добавить файл

source: And more
ru: Добавить еще

source: Available custom themes
ru: Доступные пользовательские темы

source: Available languages & Mardown
ru: Доступные языки и Markdown

source: Available languages & Mardown picker
ru: Доступные языки и выбор Mardown

source: buenos aires
ru: Буэнос-Айрес

source: Changing the file name
ru: Изменение имени файла

source: Clearly preview the changes
ru: Четко просмотрите изменения

source: Close editor
ru: Закрыть редактор

source: Close Md manager
ru: Закрыть менеджер Md

source: CodeEditor, editor view, languages and other
ru: Редактор кода, вид редактора, языки и другое

source: Contributor, various help and co-owner
ru: Участник, различная помощь и совладелец, различная помощь в разработке

source: Contributor, web dev, promoter, advertiser
ru: Участник, веб-разработчик, промоутер, рекламодатель

source: Copy name
ru: Копировать название

source: Delete
ru: Удалить

source: Developers & Contributors
ru: Разработчики и участники

source: Discard changes
ru: Отменить изменения

source: Dismiss
ru: Понятно

source: Drag and Drop Files Here
ru: Перетащите файлы сюда

source: Drop files here
ru: Перетащите сюда файлы

source: Easily find from files
ru: Легко найти в файлах

source: Edit markdown file
ru: Редактировать Markdown

source: Enter custom export path
ru: Введите собственный путь экспорта

source: Enter new name
ru: Введите новое имя

source: Export custom path
ru: Экспортировать собственный путь

source: Export file
ru: Экспортировать файл

source: Finish
ru: завершить

source: Got it!
ru: Понятно!

source: Input the final choice
ru: Введите окончательный выбор

source: Last file Path: %@
ru: Последний путь к файлу: %@

source: Main developer, UI designer and maintainer
ru: Главный разработчик, дизайнер пользовательского интерфейса и сопровождающий

source: Markdown viewer
ru: Просмотр Markdown, rich text

source: No file dropped yet.
ru: Здесь еще не добавлен ни один файл.

source: NOTE
ru: ПРИМЕЧАНИЕ

source: OS support Status
ru: Статус поддержки ОС

source: Other & Help
ru: Другое и помощь

source: Preview
ru: Предварительный просмотр

source: Previews color of %@
ru: Превью цвета %@

source: Provided file is created at the default path of SXMac app without errors
ru: Предоставленный файл создается по пути по умолчанию приложения SXMac без ошибок.

source: Quick import
ru: Быстрый импорт

source: Quit
ru: Выход

source: Rename file
ru: Переименовать файл

source: Render
ru: Рендеринг

source: Save
ru: Сохранить

source: Save changes now
ru: Сохранить изменения сейчас

source: Search
ru: Поиск

source: Select Background Color
ru: Выберите цвет фона

source: Settings languages info
ru: Информация о языках

source: Share & Export
ru: Поделиться и экспортировать

source: Special thanks
ru: Особая благодарность

source: SXMac editing %@
ru: SXMac редактирует %@

source: SXMac Previews %@
ru: Превью SXMac %@

source: SXMac rich editor
ru: Редактор форматированного текста SXMac

source: SXMac settings
ru: Настройки SXMac

source: Thanks ZeeZide's Swift library
ru: Благодаря библиотеке Swift ZeeZide

source: The files are saved to the ```/SXMacFiles``` by default
ru: По умолчанию файлы сохраняются в ```/SXMacFiles```.

source: To apply reopen the file from menu
ru: Чтобы применить, снова откройте файл из меню*

source: To change highlight go to settings
ru: Чтобы изменить выделение, зайдите в настройки

source: UI by Evan Matthew ♡
ru: UI от Evan Matthew ♡

source: Version 2.0.0 alpha
ru: Версия 2.0.0 alpha

source: Versions
ru: Версии

source: Web page developer & various contributions
ru: Разработчик веб-страниц и различные вклады

source: Web Preview
ru: Веб-просмотр

source: Welcome to SXMac
ru: Добро пожаловать в SXMac

source: You can!
ru: Ты можешь!
